tap 'homebrew/cask-fonts'

cask 'alacritty'
cask 'keybase'
cask 'authy'
cask 'signal'
cask 'minikube'
cask 'steam'
cask '1password'
cask '1password-cli'
cask 'vscodium'
cask 'font-hack'
cask 'notion'
cask 'dolphin'
cask 'google-chrome'
cask 'docker'
cask 'iterm2'
cask 'firefox'
cask 'gog-galaxy'
cask 'framer-x'
cask 'steam'
cask 'magicavoxel'
cask 'epic-games'
cask 'xld'
cask 'keepingyouawake'
cask 'aws-vault'
cask 'transmission'
cask 'netnewswire'

brew 'awscli'
brew 'asdf'
brew 'neovim'
brew 'git'
brew 'convox'
brew 'curl'
brew 'wget'
brew 'yadm'
brew 'ykman'
brew 'pinentry-mac'
brew 'git-crypt'
brew 'socat'
brew 'gnupg'
brew 'python'
brew 'python@2'
brew 'racket'
brew 'rlwrap'
brew 'starship'
